Repository: Raj067/patoapp
Catalog: patoapp/lib/l10n/app_*.arb
Languages: sw

source: Transactions
sw: Miamala

source: Transaction
sw: Muamala

source: Payments
sw: Malipo

source: Products
sw: Bidhaa

source: Overview
sw: Muhtasari

source: Add Schedule
sw: Ongeza Ratiba

source: Upcoming Schedule
sw: Ratiba zinazofuata

source: view
sw: tazama

source: View All Schedule
sw: Tazama Ratiba Zote

# schedules
source: Achedule
sw: Ratiba

source: Invoices
sw: Ankara

source: Reports
sw: Ripoti

source: Greetings
sw: WhatsApp

source: WhatsApp
sw: Salamu za

source: General Settings
sw: Mipangilio ya jumla

# termsAndConditins
source: Terms & Conditions
sw: Sheria & Masharti

source: Privacy Policy
sw: Sera ya faragha

source: Feedback
sw: Maoni

source: Rate PatoWave
sw: Kadiria PatoWave

source: Tutorials
sw: Mafunzo

source: Information
sw: Taarifa

source: Home
sw: Nyumbani

source: Cashbook
sw: Kitabu

source: Contacts
sw: Mawasiliano

source: More
sw: Zaidi

source: Sales
sw: Mauzo

source: Expenses
sw: Matumizi

source: Profit
sw: Faida

source: Purchases
sw: Manunuzi

source: Financial Reports
sw: Ripoti za fedha

source: Add Transaction
sw: Ongeza Muamala

source: Search Item
sw: Tafuta bidhaa

source: Qty
sw: Idadi

source: My Business
sw: Biashara yangu

# addNewShop
source: Add New Business
sw: Ongeza biashara mpya

source: Edit Business Profile
sw: Hariri wasifu wa biashara

source: Signature
sw: Sahihi

source: Your profile is almost complete
sw: Wasifu wa biashara yako umekaribia kukamilika

# pleaseCompleteYourProfile
source: Please complete your profile to fill your business profile
sw: Tafadhali kamilisha wasifu wa biashara yako

source: Logout
sw: Ondoka

# myShops
source: My Business
sw: Biashara zangu

source: Profit and Loss
sw: Faida na hasara

source: Cashflow
sw: Mtiririko wa fedha

source: Balance Sheet
sw: Taarifa ya Mizania

source: Day Book
sw: Kitabu cha siku

source: Expenses Reports
sw: Ripoti ya Matumizi

source: Sales Reports
sw: Ripoti ya Mauzo

source: Purchases Reports
sw: Ripoti ya Manunuzi

source: Inventory Reports
sw: Ripoti ya Stoku

source: Inventory Summary
sw: Muhtasari wa Stoku

source: All Transactions
sw: Miamala yote

source: Transaction Details
sw: Taarifa ya muamala

source: Items
sw: Bidhaa

source: Date
sw: Tarehe

source: Time
sw: Muda

source: Transaction Receipt
sw: Risiti ya Muamala

source: Details
sw: Maelezo

source: Amount
sw: Kiasi

source: Print
sw: Chapisha

source: Download
sw: Pakua

source: Share
sw: Shirikisha

source: Delete
sw: Futa

source: Add
sw: Ongeza

source: Cancel
sw: Katisha

source: Save
sw: Hifadhi

source: Add To Cart
sw: Ongeza kapuni

source: Edit
sw: Hariri

source: Outstanding
sw: Hazijalipwa

source: Overdue
sw: Zilizo zidi muda

source: Create New Invoice
sw: Ongeza Ankara Mpya

source: Total unpaid invoice
sw: Ankara ambazo hazijalipwa

source: Closed
sw: Imefungwa

source: Debt Balance
sw: Ripoti ya Madeni

source: To Give
sw: Utalipa

source: To Receive
sw: Utalipwa

source: Set payment date
sw: Weka tarehe ya malipo

source: Due date
sw: Tarehe ya kamilisho

source: Send Payment Reminder
sw: Tuma kumbusho la malipo

# reminderAoutomation
source: Reminder Automation
sw: Ukumbusho wa kiotomatiki

source: Note
sw: Kumb

source: Received
sw: Nimelipwa

source: Paid
sw: Imelipwa

source: Payment In
sw: Pokea Malipo

source: Payment Out
sw: Toa Malipo

source: Add Customer
sw: Ongeza Mteja

source: Language
sw: Lugha

source: Application
sw: Mfumo

source: User Management
sw: Mipangilio ya watumiaji

source: Language Settings
sw: Mipangilio ya lugha

source: Application Settings
sw: Mipangilio ya mfumo

source: Items Settings
sw: Mipangilio ya bidhaa

# transactionSettings
source: Transactions Settings
sw: Mipangilio ya miamala

source: Product Image
sw: Picha ya bidhaa

source: Product Barcode
sw: Barcode ya bidhaa

source: Automatic Reminder
sw: Ukumbusho wa kiautomatiki

source: Reminder Message
sw: Ujumbe wa ukumbusho

source: Show currency dashboard
sw: Onyesha dashibodi ya fedha

source: Greeting Cards
sw: Salamu za kadi

source: Thank You
sw: Asante

# offers
source: Offres
sw: Ofa

source: Good Morning
sw: Asubuhi Njema

source: Text Message
sw: Ujumbe

source: Share Card
sw: Shirikisha Kadi

source: Send
sw: Tuma

source: Import Customer
sw: Ingiza Mteja

source: From Contacts
sw: Kutoka kwenye namba za simu

# customerName
source: Cusomer Name
sw: Jina la mteja

source: Phone Number
sw: Nambari ya simu

source: Address
sw: Makazi

source: Email Address
sw: Barua Pepe

source: Opening Balance
sw: Salio funguzi

source: To be paid
sw: Ninadaiwa

source: To be received
sw: Ninadai

source: Edit Customer
sw: Hariri Mteja

source: Select Language
sw: Chagua Lugha

source: Debt Reports
sw: Ripoti za madeni

source: Search Customer
sw: Tafuta mteja

source: Add Payment
sw: Ongeza Malipo

source: This Week
sw: Wiki Hii

source: This Month
sw: Mwezi Huu

source: Total Items
sw: Jumla ya bidhaa

# maximumQuantity
source: Maximum quantity is
sw: Bidhaa zilizopo ni

# productService
source: Products & Services
sw: Bidhaa & Huduma

source: Product
sw: Bidhaa

source: Service
sw: Huduma

source: Add Item
sw: Ongeza Bidhaa

source: Item Name
sw: Jina la bidhaa

source: Select Unit
sw: Chagua kitengo

source: Pricing & Other Details
sw: Bei & taarifa nyingine

source: Sales Price
sw: Bei ya mauzo

source: Purchases Price
sw: Bei ya manunuzi

source: Quantity
sw: Idadi

source: Stock Level
sw: Kiwango cha chini

source: Supplier Contact
sw: Mawasiliano ya msambazaji

source: Supplier Name
sw: Jina la msambazaji

source: Email
sw: Barua pepe

source: Service Name
sw: Jina la huduma

source: Service Charge
sw: Bei ya huduma

source: Service Unit
sw: Kitengo cha huduma

source: Description
sw: Maelezo

source: Service name is required
sw: Jina la huduma ni lazima

source: Service charge is required
sw: Bei ya huduma ni lazima

source: Please select service unit
sw: Tafadhali chagua Kitengo cha huduma

source: Item name is required
sw: Jina la bidhaa ni lazima

source: Please select unit
sw: Tafadhali chagua kitengo

# salesPriceRequired
source: Sales Price is required
sw: Bei ya mauzo ni lazima

# purchasesPriceRequired
source: Purchases price is required
sw: Bei ya manunuzi ni lazima

source: Item Code
sw: Namba ya bidhaa

source: Edit Product
sw: Hariri Bidhaa

source: Cash Sales
sw: Mauzo

source: Receipt
sw: Risiti

source: Amount Received
sw: Kiasi kilichopokewa

source: Amount Paid
sw: Kiasi kilicholipwa

# amountReceivedRequired
source: Amount Received is required
sw: Kiasi kilichopokewa ni lazima

# amountPaidRequired
source: Amount Paid is required
sw: Kiasi kilicholipwa ni lazima

source: Select Customer
sw: Chagua Mteja

source: Add Items to sales
sw: Ongeza bidhaa kwenye mauzo

source: Discount
sw: Punguzo

source: Total Amount
sw: Jumla

# customerNameRequired
source: Customer Name is required
sw: Jina la mteja ni lazima

# phoneNumberRequired
source: Phone number is required
sw: Namba ya simu ni lazima

source: Select Contact
sw: Chagua Mawasilliano

# addNote
source: Add Note(Description)
sw: Ongeza Maelezo

source: Please Select Customer
sw: Chagua mteja

source: Other Information
sw: Taarifa Nyingine

source: Add Items to Purchases
sw: Ongeza bidhaa kwenye manunuzi

source: Expenses Category
sw: Aina ya Matumizi

source: Add Contact
sw: Ongeza Mawasiliano

source: Select Item
sw: Chagua Bidhaa

# quantityRequired
source: Quantity is required
sw: Idadi ni lazima

# quantityAvailable
source: Quantity available is
sw: Bidhaa zilizopo ni

source: Create Invoice
sw: Tengeneza Ankara

# allSchedule
source: All Schedules
sw: Ratiba Zote

source: VIEW DETAILS
sw: TAZAMA

source: Please Wait
sw: Tafadhali subiri

source: Business Name
sw: Jina la biashara

source: Business Phone Number
sw: Namba ya simu ya biashara

source: Business Email
sw: Barua pepe ya biashara

source: Business Address
sw: Makazi ya biashara

source: Instagram Name
sw: Jina la Instagram

source: Next
sw: Inayofuata

# tapToAddBusinessLogo
source: Tap to add your business logo
sw: Bonyeza kuweka logo ya Biasharaa

source: Back
sw: Rudi

source: Finish
sw: Maliza

source: Business Type
sw: Aina ya biashara

source: Business Category
sw: Kategori ya biashara

source: Business Slogan
sw: Slogani ya biashara

# businessNameRequired
source: Business Name is required
sw: Jina la biashara ni lazima

# businessAddressRequired
source: Business Address is required
sw: Makazi ya biashara ni lazima

source: Add Business
sw: Ongeza Biashara

source: Contact Us
sw: Mawasiliano

source: Call Us
sw: Wasiliana Nasi

source: WhatsApp Us
sw: Meseji WhatsApp
